Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: it's hard for you two to meet in public with everyone watching, you know?
es_419: no será fácil que se encuentren en público, con todos mirando, ¿sabes?

source: …but you must not be happy to see me.
es_419: … pero no te alegra que esté aquí.

source: she just enjoys having her eye-candy celebrity husband, at her beck and call.
es_419: es solo que le encanta tener un marido famoso a su entera disposición.

source: it's just that…
es_419: es solo que…

source: once you two get to the stop line, face each other, set the mood and hug.
es_419: cuando los dos lleguen a la línea de alto, deben mirarse, crear el ambiente y abrazarse.

source: so I'm not bothered or upset by this at all.
es_419: por eso no estoy molesta en absoluto.

source: let's talk about you. so what's going on with you and yura?!
es_419: mejor cuéntame tú. ¡¿qué te está pasando con yura?!

source: episode 2
es_419: episodio 2

source: yura was so good to you as well. how could you not have given us a heads-up at all?
es_419: yura también fue buena contigo. ¿cómo pudiste no advertirnos?

source: I know already, but thank you.
es_419: ya lo sabía, pero gracias.

source: did you feel the same as me…?
es_419: ¿te sentiste igual que yo?…

source: you're going in the water to take your own life, but why is your face crying out for help?!
es_419: te metes en el agua para quitarte la vida. ¡¿por qué tu cara pide ayuda a gritos?!

source: so point blank, he's going to meet with jina song.
es_419: me dice como si nada que se encontrará con jina song.

source: h-hey there…
es_419: h-hola…

source: how could you come here like this? what if somebody recognizes you?!
es_419: ¿cómo pudiste venir así? ¡¿y si alguien te reconoce?!

source: she is quite charming…
es_419: parece encantadora…

source: then, I'll adjust the schedule then! get some rest!
es_419: bien, modificaré tu agenda. ¡descansa!

source: …but she seems a bit too old for this role.
es_419: … pero es un poco mayor para el papel.

source: oh, maybe…
es_419: ah, quizá…

source: I'll wait at a café nearby.
es_419: esperaré en un café cercano.

source: yes, of course!
es_419: ¡p-por supuesto!

source: heavy snowfall is forecasted in seoul along with gyeonggi province today.
es_419: hoy se esperan intensas nevadas en seúl y en toda la provincia de gyeonggi.

source: and I'm constantly on his mind and he missed me?
es_419: y que siempre me tiene en la cabeza y me extraña?

source: why're you drinking here?
es_419: ¿por qué bebes aquí?

source: cut, cut!
es_419: ¡corten, corten!

source: ngh… tell me about it. gwangsu was so sorry for taking me there…
es_419: aaj… ni me lo digas. gwangsu lamentó haberme llevado ahí…

source: seunghyeon, no matter how much I think about it…
es_419: seunghyeon, aunque este indeciso…

source: no, we drink some water and go on to a marathon!
es_419: no, ¡beberemos agua e iremos a un maratón!

source: no, we're not at that stage yet...
es_419: no, aún no hemos dado ese paso…

source: isn't it about time you realized?
es_419: ¿no es hora de que te des cuenta?

source: wait a second.
es_419: espera un segundo.

source: what a disaster...
es_419: qué desastre…

source: if anyone should go on strike, it should be me.
es_419: "si alguien tiene que hacer huelga, debería ser yo.

source: go and tell the director I'll be right there!
es_419: ¡ve y dile al director que llegaré en un momento!

source: it seems like you got some minor role...
es_419: parece que te dieron un papel menor…

source: I also have an audition later this afternoon…
es_419: también tengo una audición más tarde hoy…

source: but more than anything...
es_419: pero, más que nada,

source: so you skipped on shooting and went on strike by cooping up in your room?
es_419: "¿así que dejaste la filmación y te declaraste en huelga encerrándote en tu cuarto?"

source: we were out for too long.
es_419: nos hemos demorado aquí.

source: ...I don't think you're seeing the picture here.
es_419: … creo que no estás entendiendo de qué va esto.

source: girl! it's not like you forced it out of him!
es_419: ¡amiga! ¡ni que lo hubieras obligado a hacerlo!

source: and so on...
es_419: etcétera…

source: smile
es_419: SONRÍE

source: do you understand, yura?
es_419: ¿lo entiendes, yura?

source: seonbae...{j}I haven't heard back from him.
es_419: seunghyeon…{j}no he sabido nada de él.

source: and she's always with yura so I automatically pictured them together.
es_419: ella siempre está con yura, así que se me vinieron las dos a la cabeza.

source: …then I'm sure she could pull this off as well.
es_419: … estoy seguro de que podrá sacar adelante esto.

source: …I'm a huge fan of you two!
es_419: ¡soy admiradora de ambos!

source: what's wrong? you can't come?
es_419: ¿pasa algo? ¿no podrás ir?

source: I was going to try and act composed but I'm like a black sheep in here…
es_419: iba a tratar de actuar como si nada, pero soy la oveja negra aquí…

source: jingyeong seems really nice!
es_419: ¡jingyeong es muy agradable!

source: why're you all worked up?
es_419: ¿por qué te alteras tanto?"

source: I know how much time and effort he put into this movie.{j}I gotta be the bigger person here. we have no choice.
es_419: sé cuánto tiempo y esfuerzo puso en esta película.{j}tengo que hacer lo correcto; no hay otra opción.

source: what? then…
es_419: ¿qué? entonces…

source: …I guess it all worked out for the best.
es_419: … creo que todo fue para bien.

source: seonbae, what's going on...?
es_419: seunghyeon, ¿qué ocurre?

source: phew…
es_419: fiu…

source: the power of good food and alcohol works wonders!
es_419: ¡el poder de la buena comida y el alcohol hace maravillas!

source: a role of someone who feels hopeless and gives up on life...
es_419: el papel de alguien desesperado que renuncia a la vida…

source: at first, we liked the offer and trusted them when they explained their terms at their company.
es_419: al principio, nos interesó la propuesta y confiamos en ellos cuando explicaron los términos de su compañía.

source: were you like this, too?
es_419: ¿a ti también te sucede?

source: lemme see!
es_419: ¡a ver!

source: ah, I'm so sorry.
es_419: oye, lo siento mucho.

source: n-no. you can play again but…
es_419: p-puedes volver a jugar, pero…

source: he already knows why…
es_419: él lo entiende…

source: how did two grown men end up playing truth or dare...?
es_419: ¿somos dos hombres adultos jugando a verdad o consecuencia?

source: what're you doing standing there? come in.
es_419: ¿por qué estás parada ahí? ven.

source: eeeek! good lord!!
es_419: ¡aay! ¡¡cielo santo!!

source: and it's directed by minseong jang?!
es_419: ¡¿y lo dirige minseong jang?!

source: it's not like you're an idol from the 90s. plus, you are old enough to date someone.
es_419: no eres un ídolo de los 90. además, ya tienes edad como para salir con alguien.

source: jingyeong, can you please be quiet?
es_419: jingyeong, ¿puedes callarte?

source: ...now...
es_419: … mismo.

source: it's been a while since I've seen you two…
es_419: hace mucho que no las veía…

source: I fell in love the minute she auditioned!
es_419: ¡me enamoré de ella desde la audición!

source: did yura head back to seoul?
es_419: ¿yura habrá vuelto a seúl?

source: mm…
es_419: mmm…

source: don't you think it's thrilling?
es_419: ¿no te resulta emocionante?

source: I mean, they looked fine during the meeting, but why doesn't it look right when they're on camera?!
es_419: lo que digo es que en la reunión se ven bien, pero ¡¿por qué cambian frente a la cámara?!

source: you always tend to skip on the important details, seunghyeon.
es_419: siempre tiendes a omitir los detalles importantes, seunghyeon.

source: I'll stop you if you sound like you're about to make a fool of yourself.
es_419: te detendré si noto que estás a punto de hacer el ridículo.

source: why're you picking up your script?
es_419: ¿por qué recoges tu guion?

source: episode 8
es_419: episodio 8

source: shatter
es_419: CRASH

source: yura, over here!
es_419: ¡yura, por aquí!

source: let's take a break.
es_419: tomemos un descanso.

source: then can you please wait here for a bit?
es_419: entonces, ¿puedes esperar un momento?

source: come on now. how can I say that over the phone? if I'm gonna do it, I should do it in person.
es_419: vamos, ¿cómo puedo decirle eso por teléfono? si lo hago, debe ser en persona.

source: dojin can be all jolly and smile in this scene since he's clueless at the moment...
es_419: dojin puede estar sonriente en esta escena porque en ese momento no sabe qué ocurre,

source: no need to thank me.
es_419: no debes agradecérmelo.

source: we left home at six in the morning so we've been out for 17 hours…
es_419: salimos de casa a las seis de la mañana, hace 17 horas…

source: …and I got more than enough practice.
es_419: … y ya tengo suficiente práctica.

source: do you think you're special?
es_419: ¿te crees especial?

source: yes, I'll be right there!
es_419: ¡estaré allí en un momento!

source: ...I had a hard time falling asleep for almost a week.
es_419: me costó conciliar el sueño durante casi una semana.

source: ...salty.
es_419: … salado.

source: it's about time…
es_419: ya es hora…

source: of course, of course you do!
es_419: ¡claro, por supuesto que sí!

source: iseo, calm down…
es_419: iseo, cálmate…

source: you want me to give you a better role?
es_419: ¿quieres que te consiga un papel mejor?

source: ...that there are good people still out there...
es_419: … de que aún hay gente buena en el mundo.

source: where do I need to go?
es_419: ¿adónde debo ir?

source: episode 15
es_419: episodio 15

source: if that's the case, why does she only call me up when she has plans with others?
es_419: si es así, ¿por qué solo me llama cuando tiene planes con otros?

source: haa…
es_419: aah…

source: thank you for helping yura look this beautiful!
es_419: ¡gracias por hacer que esté tan hermosa!

source: but now, I have my own makeup room!
es_419: ¡pero ahora tengo mi propio camerino!

source: acting by expression
es_419: actúa por expresión

source: see?! this is what I'm saying!
es_419: ¡¿ves?! ¡a eso me refiero!

source: just that you forget to mention the important details…
es_419: solo que olvidas mencionar los detalles importantes…

source: come on now. don't you think you're getting too ahead of yourself?
es_419: vamos, ¿no te estás adelantando un poco?

source: thanks.
es_419: gracias.

source: no, I haven't… but what about the speeding bullet taxi?
es_419: pues no… ¿pero a qué viene eso?

source: this is an opportunity. are you going to let it go?
es_419: es una oportunidad. ¿la vas a dejar pasar?

source: I shall gladly accept!
es_419: ¡lo aceptaré gustosa!

source: he acted as if he was the nicest and the most perfect guy ever.
es_419: se mostraba como la persona más agradable y perfecta.

source: …could be difficult for you.
es_419: … podría ser difícil para ti.

source: where is it?
es_419: ¿dónde está?

source: then seunghyeon, take three days off and focus on your recovery.
es_419: bien, seunghyeon, te doy tres días libres para que te recuperes.

source: ...when will I get to sit on that chair?
es_419: ¿cuándo podré sentarme en esa silla?

source: how can he wait so patiently…
es_419: ¿cómo puede ser tan paciente…

source: I-I'm--
es_419: y-yo…

source: I asked the cleaning service to not disturb so that yura can fully rest. but she cleaned up the place herself.
es_419: le pedí al servicio de limpieza que no interrumpiera el descanso de yura, así que ella debe haber ordenado todo.

source: no, I was awake.
es_419: "no, no dormía".

source: ...I'm sorry...
es_419: … lo siento…

source: I knew it!
es_419: ¡lo sabía!

source: then why don't you rest here with me?
es_419: ¿y por qué no descansas conmigo?

source: you have no idea how helpful that handkerchief was for me that time. thank you so much!!
es_419: no sabes lo útil que fue ese pañuelo para mí en ese momento. ¡¡muchas gracias!!

source: Story Chaeun Art Godago PD Seo Jeongmin
es_419: historia chaeun arte godago pd seo jeongmin

source: …but now, we're all sitting together, laughing and talking…
es_419: y ahora estamos sentados juntos, riendo y charlando…

source: I don't want to let go of his hand.
es_419: no quiero soltar su mano.

source: it's yura!
es_419: ¡es yura!

source: two to three days?
es_419: ¿dos o tres días?

source: …he wants me to go with him?!
es_419: ¡¿quiere que lo acompañe?!

source: okay, thanks.
es_419: bien, gracias.

source: the director was evil.
es_419: el director era perverso.

source: …she's that good.
es_419: … ella es excelente.

source: yeah, I sent her the time and location this morning.
es_419: sí. le envié la hora y el lugar esta mañana.

source: hey, seunghyeon! where are you going?!
es_419: ¡eh, seunghyeon! ¡¿adónde vas?!

source: there was a small incident.
es_419: hubo un pequeño incidente.

source: ...where did you sleep yesterday after shooting your scenes?
es_419: ¿dónde dormiste ayer después de rodar tus escenas?

source: what the heck, seunghyeon?! you left saying you're not going to shoot.
es_419: ¡¿qué diablos te pasa, seunghyeon?! te fuiste diciendo que no ibas a rodar.

source: ...because I'm still caught up in my role as suji?
es_419: … porque sigo atrapada en el rol de suji?

source: character analysis for this audition was easy…
es_419: el análisis del personaje fue fácil…

source: oh, yes, sir!
es_419: ¡sí, señor!

source: trickle
es_419: GLO GLO

source: um… seonbae.
es_419: eh… seunghyeon.

source: hey, red ribbon!
es_419: ¡eh! ¡moño rojo!

source: it's a new movie by korea's renowned director, yeonghan yu.
es_419: es la nueva película del renombrado director coreano yeonghan yu.

source: why isn't he saying anything?
es_419: ¿por qué no dice nada?

source: the rice is rock hard...
es_419: este arroz es una piedra…

source: and I'm sorry.
es_419: y… lo siento.

source: this level's too hard.
es_419: este nivel es difícil.

source: even one's will to do something well can express the desire to live.
es_419: incluso la voluntad de hacer algo bien puede reflejar el deseo de vivir.

source: wait, now that I think about it...
es_419: aguarda, ahora que lo pienso,

source: my boyfriend is the ceo of this massive agency!!
es_419: ¡¡mi novio dirige esta enorme agencia!!

source: I thought I was fine but I'm worn out from today.
es_419: pensé que estaba bien, pero este día me agotó.

source: look at her! she's suspicious!
es_419: ¡mírala! ¡parece sospechosa!

source: I'm telling you the truth so hurry up and put on your shoes, princess.
es_419: es la verdad, así que date prisa y ponte los zapatos, princesa.

source: no, they said it's suji.
es_419: no. dijeron que es suji.

source: it's just for now.
es_419: es solo por ahora.

source: what should I do?!
es_419: ¡¿qué debería hacer?!

source: she really does seem fine.
es_419: sí, parece estar bien.

source: I can't believe this!!
es_419: ¡¡no lo puedo creer!!

source: may I get an autograph?!
es_419: ¡¿pueden darme un autógrafo?!

source: ...I had to eat while shivering in the cold!
es_419: … ¡tenía que comer afuera, temblando de frío!

source: I thought you wanted me to rest…
es_419: pensé que querías que descansara…

source: don't be silly.{j}I wouldn't have stopped here if that was the plan.
es_419: no digas tonterías.{j}si ese fuera el plan no habría venido.

source: what did he say?
es_419: ¿qué dijo?

source: he always seemed unconcerned…
es_419: parecía no preocuparle,

source: actress iseo yun. regained her fandom after the drama she starred in last year was a huge hit.
es_419: actriz iseo yun. recuperó su popularidad cuando el drama que protagonizó el año pasado resultó un éxito.

source: hello.
es_419: hola.

source: no, jingyeong doesn't know about today.
es_419: no, ella no sabe nada.

source: episode 13
es_419: episodio 13

source: waaugh!!!
es_419: ¡¡¡uaaa!!

source: I'll find you after I take this call.
es_419: atenderé y luego te busco.

source: that was quick.
es_419: qué rápido.

source: whoa!
es_419: ¡ey!

source: should I tell them you can't do this?
es_419: ¿les digo que no puedes hacerlo?

source: I do see an actress with the same name. is this her?
es_419: aquí hay una actriz con el mismo nombre. ¿es ella?

source: it's really good...
es_419: es muy bueno…

source: he just got famous by landing a role in a popular drama.
es_419: se ha hecho célebre por conseguir un papel en un drama famoso.

source: jina won't stop bugging me to set her up with seunghyeon.
es_419: jina me vuelve loca para que le presente a seunghyeon.

source: oh, your handkerchief!
es_419: ¡ah, tu pañuelo!

source: oh no!{j}I look awful!
es_419: ¡ay, no!{j}¡qué mal me veo!

source: oh, okay.
es_419: ah, bien.

source: yeah, sure.
es_419: sí, claro.

source: you'll have a hard time shooting tomorrow if you come down with a cold, so go in and rest.
es_419: si te resfrías, te será difícil rodar mañana, así que entra y descansa.

source: oh, wait. will it be better to leave you two alone?
es_419: ah, espera. ¿será mejor dejarlos a solas?

source: eeeek!
es_419: ¡eeey!

source: o-okay!
es_419: ¡b-bueno!

source: standby!
es_419: ¡preparados!

source: you can use room 205.
es_419: pueden usar la habitación 205.

source: …making it hard for me to breathe…
es_419: … y me dificulta respirar…

source: hmm… but I didn't notice anything in particular so I'm not so sure.
es_419: mmm… pero no noté nada en particular, así que no estoy segura.

source: wh-who the--
es_419: ¿p-pero qué dem…?

source: hold
es_419: SUJETA

source: oh, no worries!
es_419: no te preocupes.

source: I'm so grateful for her and owe her so much.
es_419: estoy muy agradecida con ella; le debo mucho.

source: you think miran's doing this because she misses me?
es_419: ¿crees que miran hace esto porque me extraña?

source: it's hard for me to let go!
es_419: ¡es difícil olvidarlo!

source: we haven't seen each other for a while…
es_419: hace tiempo que no nos vemos…

source: jingyeong, stop!
es_419: ¡para, jingyeong!

source: should I…
es_419: ¿debería…

source: if this drama is the kind where the result of my audition is determined by such factors...
es_419: si el resultado de mi audición para este drama está determinado por semejantes factores…

source: …but I'm happy and excited simply by the fact that I'll get to see his face.
es_419: … pero me emociona el simple hecho de poder ver su rostro.

source: oh no, don't be.
es_419: oh, no se preocupe.

source: I know it'll just sound as an excuse no matter what I say…
es_419: sé que cualquier cosa que diga sonará como una excusa…

source: huh? did you know about this?
es_419: ¿tú… sabías algo de esto?

source: uh… where're you going?!
es_419: eh… ¡¿adónde vas?!

source: she refused to sign the contract and left that place right away.
es_419: ella se negó a firmar el contrato y se fue inmediatamente de ahí.

source: after seven long years of no fame, I finally got my break!
es_419: después de siete largos años sin fama, ¡al fin llegó mi oportunidad!

source: he'll flip out if I do.
es_419: enloquecerá si lo hago.

source: good luck in seoul.
es_419: buena suerte en seúl.

source: ...seonbae…
es_419: … seunghyeon,

source: I'm gonna knock some sense into you!
es_419: ¡verás cómo te hago entrar en razón!

source: is there anything I can do?
es_419: ¿hay algo para hacer?"

source: my own makeup room!!
es_419: ¡¡un camerino para mí!!

source: gwangsu was worried seunghyeon might really get in trouble, so he wanted to let you two meet.
es_419: a gwangsu le preocupó que seunghyeon se metiera en problemas, por eso hizo que se encontrara contigo.

source: I have the right to know! especially when it's affecting your work!
es_419: ¡tengo derecho a saber! ¡especialmente porque afecta tu actuación!

source: I'm sure you know very well what I mean.
es_419: creo que entiendes a qué me refiero.

source: very spring-like!
es_419: ¡muy primaveral!

source: what were you two talking about anyway?
es_419: ¿de qué hablaban?

source: I'm yura hwang.{j}I'm playing the role of suji.
es_419: soy yura hwang.{j}tengo el papel de suji.

source: anyhow…
es_419: en fin…

source: yep. we've talked numerous times about how we want to recruit yura.
es_419: sip. hablamos muchas veces sobre la posibilidad de reclutar a yura.

source: number 47, yura hwang.
es_419: número 47, yura hwang.

source: ah, no, it's not that…
es_419: no, no es por eso…

source: ah… not a good idea!
es_419: ah… ¡mala idea!

source: okay, don't worry.
es_419: sí, no te preocupes.

source: and it seems like the lady recognizes him!
es_419: ¡y parece que la mujer lo reconoció!

source: we didn't expect to see you here. we thought your manager would stop by to pick up the script.
es_419: no esperábamos verte. pensamos que tu representante vendría a recoger el guion.

source: diction was blah blah...
es_419: la dicción fue bla bla…

source: it makes me dizzy. what is this?
es_419: me marea. ¿qué cosa es?

source: uh, um, well!
es_419: eh, mm, ¡bien!

source: no, of course not!!
es_419: ¡¡c-claro que no!!

source: …that I kept putting it off.
es_419: … que lo seguí postergando.

source: …there's none!
es_419: … ¡nada de nada!

source: what in the world made you think I'd stick around when you were like that?
es_419: ¿qué diablos te hizo pensar que permanecería contigo?

source: you, you!
es_419: ¡tú, tú!

source: who calls at two in the morning?
es_419: ¿quién llama a las dos de la mañana?

source: ugh...
es_419: uf…

source: oh! hello, seunghyeon!
es_419: ¡ah! ¡hola, seunghyeon!

source: …and all I need is a simple answer.
es_419: … y solo deseo una simple contestación.

source: where did he go?!
es_419: ¡¿a dónde fue?!

source: about that...
es_419: sobre eso…

source: try one next time. it'll definitely take your mind off of any discomfort in the snow.
es_419: pruébalo la próxima vez. la nieve será la menor de tus preocupaciones.

source: come over here and sit.
es_419: ven, siéntate.

source: he's so pretentious!
es_419: ¡qué pretencioso!

source: hey, come on.
es_419: oye, vamos.

source: ah… but if I tell her now, she'll ditch everything and come to my audition…
es_419: mm… pero si se lo digo ahora, dejará todas sus cosas y vendrá corriendo…

source: don't mention anything about our agency to yura yet, since jingyeong said she'll talk to her first about it.
es_419: no le menciones a yura nada sobre la agencia. jingyeong dijo que ella se lo explicará primero.

source: should I not?
es_419: ¿no debería?

source: snicker
es_419: RISA

source: Thanks!{j}I'll do my best.{j}You must be tired.{j}Get some rest, seonbae.
es_419: ¡gracias! daré lo mejor de mí. debes estar agotado. descansa.{j}{j}{j}

source: hmm… seunghyeon doesn't like being set up with someone…
es_419: mmm… a seunghyeon no le gusta que le organicen citas…

source: I'd like to stay and speak to you longer, but yura has to go back to her shoot...
es_419: me gustaría quedarme y charlar contigo más tiempo, pero yura debe regresar al rodaje…

source: which means, there's an inviolable gap in status between you and me.
es_419: eso significa que existe una brecha de nivel insuperable entre tú y yo.

source: yura! wake up!
es_419: ¡yura! ¡despierta!

source: just tell me what happened with seunghyeon--
es_419: solo dime qué pasó con seunghyeon.

source: so, it took us a while to get here, but thanks to that, our management system and employees are quite stable and ready.
es_419: nos llevó un tiempo lograrlo, pero gracias a eso, nuestro sistema administrativo y nuestros empleados están listos.

source: hey! go and get ready to shoot!
es_419: ¡oye! ¡ve y prepárate para rodar!

source: I'm telling you honestly that I'm gonna go meet with a different woman…
es_419: te estoy diciendo que iré a conocer a otra mujer…
